@extends('layouts.guest')

@section('content')
    <div class="container py-12">
        <div class="page-header">
            <h1>Про нас</h1>
        </div>
        <div class="bg-white p-6 shadow-md rounded-md">
            <p class="text-lg text-gray-700">
                Ми — ваш улюблений онлайн-магазин, що спеціалізується на унікальних товарах ручної роботи. Наша місія — надавати якісні та красиві вироби, які створюють затишок та радість у вашому домі.
            </p>
            <p class="text-lg text-gray-700 mt-4">
                Заснований у 2023 році, наш магазин виріс із пристрасті до творчості та бажання поділитися цими витворами з іншими. Ми ретельно відбираємо кожного майстра, щоб гарантувати високу якість кожного товару.
            </p>
        </div>
    </div>
@endsection
